brew "bat"
brew "bat-extras"
brew "borders"
brew "bun"
brew "curl"
brew "eza"
brew "fd"
brew "fnm"
brew "fpp"
brew "fzf"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "hadolint"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "rga"
brew "skhd"
brew "stow"
brew "tmux"
brew "mas"
brew "urlview"
brew "watchexec"
brew "yabai"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "coreutils"
brew "git"
brew "lua"

cask "orbstack"
cask "alacritty"
cask "hammerspoon"
cask "font-jetbrains-mono-nerd-font"
cask "visual-studio-code"
cask "raycast"

mas "Reeder", id: 1529448980
mas "Keynote", id: 409183694
mas "Bear", id: 1091189122
mas "Pages", id: 409201541
